Repository: dikeckaan/SecureAuth
Catalog: lib/l10n/app_*.arb
Languages: az

# authSubtitle
source: Verify your identity to access your accounts
az: Hesablariniza daxil olmaq ucun kimliginizi tesdiq edin

source: Password
az: Sifre

# pleaseEnterPassword
source: Please enter your password
az: Zehmet olmasa sifrenizi daxil edin

# lockedWithTime
source: Locked: {time}
az: Kilidlenmis: {time}

# failedAttemptsCount
source: {count} failed attempt(s)
az: {count} ugursuz cehd

# tooManyAttempts
source: Too many failed attempts. Please wait.
az: Cox ugursuz cehd. Zehmet olmasa gozleyin.

# wrongPasswordWithRemaining
source: Wrong password ({remaining} attempt(s) left)
az: Sehv sifre ({remaining} cehd qaldi)

# maxAttemptsExceeded
source: Maximum attempts exceeded. All data deleted.
az: Maksimum cehd asıldi. Butun melumatlat silindi.

source: Login
az: Daxil Ol

# biometricLogin
source: Login with Biometric
az: Biometrik ile Daxil Ol

# codeCopied
source: Code copied ({seconds}s auto-clear)
az: Kod kopyalandi ({seconds}sn sonra silinecek)

# minuteShortFormat
source: {minutes} min {seconds} sec
az: {minutes} deq {seconds} san

# secondShortFormat
source: {seconds} sec
az: {seconds} san

source: Welcome
az: Xos Geldiniz

# setupSubtitle
source: Set a password to keep your accounts safe
az: Hesablarinizi qorumaq ucun bir sifre teyin edin

source: Confirm Password
az: Sifre Tekrar

# strengthWeak
source: Weak
az: Zeyif

# strengthMedium
source: Medium
az: Orta

# strengthGood
source: Good
az: Yaxsi

# strengthStrong
source: Strong
az: Guclu

# strengthVeryStrong
source: Very Strong
az: Cox Guclu

# biometricAuth
source: Biometric Authentication
az: Biometrik Dogrulama

# fingerprintOrFace
source: Fingerprint or face recognition
az: Barmaq izi ve ya uz tanima

source: Complete Setup
az: Qurasdiirmani Tamamla

source: Continue Without Password
az: Sifresiz Davam Et

# pleaseSetPassword
source: Please set a password
az: Zehmet olmasa bir sifre teyin edin

# passwordMinLength
source: Password must be at least {length} characters
az: Sifre en azi {length} simvol olmalidir

source: Passwords do not match
az: Sifreler uygun gelmir

source: An error occurred
az: Xeta bas verdi

# strongEncryption
source: Strong encryption with PBKDF2-SHA512
az: PBKDF2-SHA512 ile guclu sifreleme

source: Edit Account
az: Hesabi Redakte Et

source: Service Name
az: Servis Adi

source: Account Name
az: Hesab Adi

source: Cancel
az: Legv Et

source: Save
az: Saxla

source: Delete Account
az: Hesabi Sil

# deleteAccountConfirm
source: Are you sure you want to delete the {issuer} account?
az: {issuer} hesabini silmek isteyinize eminsiniz?

# actionIrreversible
source: This action cannot be undone
az: Bu emeliyyat geri alinmaz

source: Delete
az: Sil

source: Account deleted
az: Hesab silindi

source: Search accounts...
az: Hesab axtar...

# noAccountsYet
source: No accounts added yet
az: Hele hesab elave etmemisiniz

# addAccountsToImprove
source: Add your 2FA accounts to improve your security
az: 2FA hesablarinizi elave ederek tehlukezizliginizi artirin

source: Account not found
az: Hesab tapilmadi

source: Add Account
az: Hesab Elave Et

source: Scan QR Code
az: QR Kod Oxut

# useCamera
source: Use your camera to scan the QR code
az: Kameranizla QR kodu oxudun

source: or
az: ve ya

source: Manual Entry
az: Manuel Daxiletme

# accountNameHint
source: user@example.com
az: istifadeci@numune.com

source: Secret Key
az: Gizli Acar

# serviceNameRequired
source: Service name is required
az: Servis adi teleb olunur

# accountNameRequired
source: Account name is required
az: Hesab adi teleb olunur

# secretKeyRequired
source: Secret key is required
az: Gizli acar teleb olunur

source: Invalid secret key
az: Kecersiz gizli acar

source: Save Account
az: Hesabi Saxla

source: Error adding account
az: Hesab elave edilerken xeta

# alignQRCode
source: Align the QR code within the frame
az: QR kodu cercive icine duzun

# invalidQRCode
source: Invalid QR code. Please scan a TOTP QR code.
az: Kecersiz QR kod. Zehmet olmasa TOTP QR kodu oxudun.

source: QR Code
az: QR Kod

# qrCodeTransferInfo
source: You can transfer this account by scanning this QR code on another device
az: Bu QR kodu basqa bir cihazda oxudaraq hesabi kocure bilersiniz

source: Settings
az: Parametrler

source: Appearance
az: Gorunus

source: Dark Mode
az: Qaranlig Rejim

source: Use dark theme
az: Tund tema istifade et

source: Security
az: Tehlukezizlik

source: App Lock
az: Tetbiq Kilidi

source: Require password on launch
az: Acilisda sifre tele et

source: Fingerprint / Face ID
az: Barmaq izi / uz tanima

source: Change Password
az: Sifreni Deyis

source: Set Password
az: Sifre Teyin Et

source: Advanced Security
az: Gelismis Tehlukezizlik

source: Auto Lock
az: Avtomatik Kilidleme

source: Clipboard Clear
az: Buferi Temizle

# clipboardClearAfterSeconds
source: {seconds} seconds later
az: {seconds} saniye sonra

# maxFailedAttemptsLabel
source: Max Failed Attempts
az: Maks Ugursuz Cehd

# attemptsCount
source: {count} attempts
az: {count} cehd

# wipeOnMaxAttemptsLabel
source: Wipe Data on Max Attempts
az: Maks Cehdde Melumat Silme

# wipeAllDataOnMax
source: Delete all data on max attempts
az: Maks cehdde butun melumatlari sil

source: Backup
az: Ehtiyat Nusxe

source: Export Accounts
az: Hesablari Ixrac Et

# nAccounts
source: {count} accounts
az: {count} hesab

source: Import Accounts
az: Hesablari Idxal Et

# loadFromJSON
source: Load from JSON file
az: JSON faylindan yukle

source: Danger Zone
az: Tehlikeli Zona

source: Delete All Data
az: Butun Melumatlari Sil

source: Warning
az: Diqqet

# wipeWarning
source: After {count} failed login attempts, all data will be automatically deleted. This feature may cause irreversible data loss.
az: {count} ugursuz giris cehdinden sonra butun melumatlar avtomatik silinecek. Bu xususiyyet geri alinmaz melumat itkisine sebeb ola biler.

source: Enable
az: Aktivlesdirmek

# needPasswordFirst
source: You need to set a password first
az: Evvelce sifre teyin etmelisiniz

source: Current Password
az: Cari Sifre

source: New Password
az: Yeni Sifre

source: Confirm New Password
az: Yeni Sifre Tekrar

# currentPasswordWrong
source: Current password is incorrect
az: Cari sifre sehvdir

# passwordChangedSuccess
source: Password changed successfully
az: Sifre ugurla deyisdirildi

# deleteAllDataConfirm
source: This will delete all accounts and settings.
az: Bu emeliyyat butun hesablari ve parametrleri silecek.

# actionIrreversibleExcl
source: This action cannot be undone!
az: Bu emeliyyat geri alinmaz!

source: All data deleted
az: Butun melumatlar silindi

source: Disabled
az: Deaktiv

# nSeconds
source: {count} seconds
az: {count} saniye

# nMinutes
source: {count} minutes
az: {count} deqiqe

source: Clipboard Clear Time
az: Bufer Temizleme Vaxti

source: SecureAuth Backup
az: SecureAuth Ehtiyat Nusxe

# backupFileDescription
source: SecureAuth account backup file
az: SecureAuth hesab ehtiyat nusxe faylu

source: Accounts exported
az: Hesablar ixrac edildi

# nAccountsImported
source: {count} accounts imported successfully
az: {count} hesab ugurla idxal edildi

source: Export error
az: Ixrac xetasi

source: Import error
az: Idxal xetasi

# aboutEncryption
source: PBKDF2-SHA512 | AES-256 | Fully Offline
az: PBKDF2-SHA512 | AES-256 | Tamam Oflayn

source: Edit
az: Redakte Et

source: Language
az: Dil

source: Select Language
az: Dil Secin
